Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: German Chancellor Angela Merkel has said Greece needs to pick up the pace in negotiations with international creditors to get a bailout .
pt: A chanceler alemã, Angela Merkel, disse nesta terça-feira que a Grécia precisa de um novo plano de resgate que se estenda por vários anos para superar a crise.

source: As of Monday, the UN's World Health Organization reported that at least 887 people have died from Ebola since the beginning of the year, after the virus spread across Guinea, Liberia and Sierra Leone.
pt: A Organização Mundial de Saúde (OMS) informou na segunda-feira que subiu para 887 o número de pessoas mortas pelo surto de ebola na África .

source: Michelin has been compiling the Brazilian guide for more than a year.
pt: Depois de 115 anos, o guia "Michelin" chega ao Brasil .

source: The latest figures from the World Health Organization, which were published Wednesday, put the death toll from Ebola in the three worst-affected countries -- Sierra Leone, Liberia and Guinea -- at 7,890 out of 20,171 cases.
pt: A epidemia ebola já matou 7.890 pessoas na África Ocidental, num total de 20.171 casos registados nos três países mais afetados, segundo o balanço mais recente da Organização Mundial da Saúde (OMS), divulgado no dia 28 de dezembro.

source: The airline is on a blacklist of carriers banned by European Union.
pt: A empresa está na lista de companhias proibidas de voar na União Europeia.

source: Obama extends US combat role in Afghanistan: report
pt: Obama aumentará atribuição das tropas em combate no Afeganistão

source: Do you think they have the right to do so .
pt: “Não sei o que fazer .

source: It wasn't that long ago that I was looking into it because Jason (Kenny) was asking me about it .
pt: Eu não queria sair do quarto, eu não queria ser visto, porque foi uma morte para mim .

source: An AFP photographer who was on the Palestinian shore also witnessed the shooting and said that other navy ships rescued people from the hit vessel .
pt: Um fotógrafo da AFP e uma testemunha na Faixa de Gaza afirmaram que o navio estava a mais de 3km da costa quando ocorreu a explosão.

source: A black teenager has been shot dead by police in the US city of St Louis, near where Michael Brown was killed in August triggering national protests.
pt: Berkeley fica a três quilômetros de Ferguson, onde a morte do adolescente negro Michael Brown em agosto gerou protestos em todo o país .

source: ATHENS A few thousand demonstrators rallied in front of the parliament in Athens on Wednesday to protest against austerity and back the leftist government of Prime Minister Alexis Tsipras in its standoff with Greece's international creditors.
pt: O futuro da Grécia na zona do euro e até mesmo na União Europeia está em jogo, já que o governo esquerdista do primeiro-ministro grego, Alexis Tsipras, que chegou ao poder há cinco meses prometendo resistir à austeridade, está num impasse com seus credores.

source: On the revelation of the President's affair, Trierweiler keeps talking about "betrayal," a word she also strangely uses to talk about Ségolène Royal, the mother of the President's four children whom Hollande left for her.
pt: Mas, em uma virada inesperada, foi Ségolène Royal, mãe dos quatro filhos de Hollande, e que ele deixou por causa de Valérie, quem saiu em defesa do presidente.

source: Drivers will be limited to just two journeys a day and will not be able to earn a salary from RideWith, a source close to the company said, differentiating it from businesses such as Uber, where drivers can turn a profit.
pt: Os motoristas serão limitados a apenas duas viagens por dia e não poderão receber um salário do RideWith, disse uma fonte próxima à companhia, diferentemente de negócios como o aplicativo de transporte alternativo norte-americano Uber, com o qual os motoristas podem obter lucro.

source: Over the weekend, Saudi Arabia and the United Arab Emirates joined the United States in pummeling ISIS targets in Syria, U.S. Central Command said .
pt: A Arábia Saudita é um dos cinco países árabes que faz parte da coalizão, liderada pelos Estados Unidos, contra o grupo Estado Islâmico (EI) na Síria.

source: The discovery is unlikely to shed any new light on the type of prehistoric species that once lived on what is now Swiss land, but Huber said the significance of the find should not be understated.
pt: É pouco provável que a descoberta ajude a revelar novas informações sobre um tipo de espécie pré-histórica que viveu em algum momento no território que hoje faz parte da Suíça, segundo Renata Huber.

source: "An overwhelming majority of the American people and bipartisan majorities in the House and Senate oppose importing the terrorists imprisoned at Guantanamo Bay into the United States, yet the White House continues to move forward with its plan," Boehner said in a statement.
pt: "Uma esmagadora maioria de americanos e de legisladores - dos dois partidos - rejeitam a presença nos Estados Unidos dos terroristas detidos em Guantánamo, mas apesar disto a Casa Branca segue com este projeto", concluiu Boehner.

source: In a phone call with German Chancellor Angela Merkel, Ukrainian President Petro Poroshenko has demanded a "tough reaction" from the West against Russia over the broken ceasefire .
pt: A chanceler alemã, Angela Merkel, e o presidente francês, Françoise Hollande, conversaram com o presidente russo, Vladimir Putin, e com o presidente ucraniano, Petro Poroshenko.

source: Greece was "in the final stretch" to achieve a deal on the resolution of the Greek debt crisis with its international lenders in following days, Greek Prime Minister Alexis Tsipras said on Monday in Athens.
pt: A Grécia assinalou nesta segunda-feira que necessita de um acordo com seus credores internacionais até o final do mês de maio, para evitar um calote de sua dívida.

source: The bank faces criminal investigations in the US, France, Belgium and Argentina, but not in the UK, where HSBC is based.
pt: Com a divulgação de parte das informações, foram abertas investigações criminais também na França, Bélgica, Argentina e nos Estados Unidos .

source: He emphasized that Cuba has the highest EFA Development index (EDI) in Latin America and the Caribbean .
pt: Cuba é o país da América Latina e o Caribe com maior Índice de Desenvolvimento da Educação

source: Kerry: U.S. ‘not intimidated’ by ‘barbaric’ ISIS
pt: EUA diz que não vai se intimidar com Estado Islâmico

source: Pope sets up yearly Catholic Church day of care for environment
pt: Papa estabelece data anual de cuidado com o meio ambiente para católicos http://t.co/TwFeyInkEx

source: They returned fire and shot and killed the suspect," police spokesman Micky Rosenfeld said.
pt: Ao chegaram, eles foram alvo de tiros, responderam aos disparos e mataram o suspeito", disse o porta-voz da polícia Micky Rosenfeld.

source: How can I do this?"
pt: Se eu não quero, ele não tem poder sobre mim"

source: The Lancet has described oral rehydration therapy as "potentially the most important medical advance" of the 20th century with UNICEF adding that no other medical innovation of the century "has had the potential to prevent so many deaths over such a short period of time and at so little cost".
pt: O Unicef, fundo da ONU para infância, disse que nenhuma outra inovação médica do século "teve o potencial de evitar tantas mortes em um curto período de tempo e custo tão pequeno".

source: These are roads I ride often and I know what to expect.
pt: Eu sei que é um recomeço e eu sei que vai ser muito difícil .

source: Japan resumes nuclear power supply after two years
pt: Japão reinicia primeiro reator nuclear após quatro anos de Fukushima

source: But I know they're lying.
pt: — Não sei o que vai acontecer .

source: The announcement of their deaths come the day after Hamas said an Israeli strike had killed the wife and 7-month-old son of Mohammed Deif, the head of the military wing .
pt: O ataque aéreo israelense foi realizado um dia depois de uma ofensiva que resultou, segundo as Brigadas, na morte da mulher e de um filho do líder Mohammed Deif .

source: Senate report on CIA interrogation methods has tortured history
pt: Senado americano deve divulgar relatório sobre tortura da CIA

source: Greek Finance Minister Yaris Varoufakis had earlier submitted a proposal to Eurogroup chief Jeroen Dijsselbloem, asking for a six-month extension for his crisis-ravaged country .
pt: Numa corrida para evitar ficar sem dinheiro, o ministro grego das Finanças, Yanis Varoufakis, enviou na quarta-feira uma carta ao chefe do Eurogrupo, Jeroen Dijsselbloem, pedindo uma extensão de seis meses do acordo de empréstimo da zona do euro.

source: It will be the couple's second child .
pt: "É uma criança de menos de dois meses .

source: Following the hour-long discussion, the White House said Obama told lawmakers that he ``has the authority he needs to take action'' against the Islamic State militants but would still welcome action from Congress that would ``aid the overall effort and demonstrate to the world that the United States is united in defeating the threat.''
pt: WASHINGTON (Reuters) - O presidente dos Estados Unidos, Barack Obama, disse aos líderes do Congresso nesta terça-feira que ele tem a autoridade necessária para tomar medidas para destruir o grupo militante Estado Islâmico, sinalizando mais uma vez que a Casa Branca não vai pedir para o Congresso votar e aprovar seu plano.

source: The nuclear deal, reached between Iran and six world powers, is expected to be endorsed early Monday by the U.N. Security Council in Vienna, according to diplomats .
pt: O Irã e seis potências globais chegaram a um acordo sobre o programa nuclear de Teerã, segundo diplomatas ocidentais seniores.

source: Fidel Castro appears in public first time in 14 months
pt: Fidel Castro faz primeira aparição pública em mais de um ano

source: I told her that there is no running away because one day we have to face it, make people understand what this is .
pt: A única coisa que ele falou foi que não iria ficar com ela porque ela era feia .

source: Swift, new sanctions to be imposed on Russia, mediators held in Ukraine
pt: Mediadores são detidos por separatistas na Ucrânia; EUA preparam novas sanções

source: Ahram Online - Islamic Jihad, Hamas members arrive in Cairo for Gaza talks
pt: Delegação da Jihad Islâmica chega ao Egito para negociar trégua em Gaza - Yahoo Notícias

source: Islamic militants behead French hostage
pt: Refém francês é decapitado por jihadistas

source: She said: "We have to declare we live together… That's not gonna happen but that's what we have to declare."
pt: Eu disse até ao rapaz lá, ele disse ‘não, mas num tem nada a ver não’, mas vamos lá.

source: What I also realised after talking to Meade Kuribrena, is that the creation of the Mint acronym could spur pressure for Nigeria to become a member of the G20, as the other Mints already are.
pt: O que também percebi, ao falar com Meade Kuribreña, é que a criação da sigla Mint poderia pressionar para que a Nigéria seja incluída no G20 – como os demais países do grupo.

source: It’s not like I did it for that purpose, but the fact is that I did do that stuff .
pt: "Eu não tenho mais nada a perder nesse mundo, eu só tinha o meu filho, e eu vou até o fim .

source: To be honest, I was still somewhat on the way back (after injury niggles in 2013) .
pt: Para ser honesto, eu estava pessimista (após as pequenas lesões de 2013) .

source: "Avengers: Age of Ultron" is the second in the Joss Whedon-helmed movie series uniting Marvel comic book superheroes Captain America, Black Widow, Iron Man, Hawkeye, Thor, Nick Fury and the Incredible Hulk.
pt: O filme é dirigido por Joss Whedon, o longa reunirá os heróis Homem de Ferro, Capitão América, Thor, Hulk, Viúva Negra e Gavião Arqueiro lutando contra o vilão Ultron, que tem como objetivo exterminar a raça humana.

source: Police have said Brown and Wilson struggled over the officer's gun; some witnesses said Brown had his hands in the air when he was shot.
pt: Mas algumas testemunhas afirmam que no momento dos tiros Brown estava com as mãos para o alto, sem apresentar resistência.

source: The most recent blue moon occurred on Aug. 31, 2012.
pt: A última Lua azul ocorreu no dia 31 de agosto de 2012.

source: If there is, I don't know anything about it."
pt: E isso é que pode mudar alguma coisa por aí.

source: Responsibility for the goals will fall squarely at the talented feet of striker Neymar, the young Barcelona frontman who already boasts some inspirational performances for Brazil and is capable of leading their charge, according to Pele.
pt: A responsabilidade de marcar gols vai recair sobretudo sobre Neymar, que já protagonizou algumas performances inspiradoras pelo Brasil e, de acordo com Pelé, é capaz de liderar o ataque.

source: Defense lawyers argued that the stress of the combat environment after the 2003-U.S. led invasion of Iraq had prompted Green to commit his crimes.
pt: Os advogados da defesa argumentaram que o estresse do combate, após a invasão ao país, em 2003, liderada pelos Estados Unidos, levou seu cliente a cometer esses crimes.

source: "The trial chamber finds the accused, Nuon Chea, guilty of the crimes against humanity, or extermination, encompassing murder, political persecution and other inhumane acts, forced transfer, enforced disappearances".
pt: O juiz considerou os acusados culpados de crimes contra a humanidade, extermínio, assassinato, perseguição política e outros atos desumanos, entre eles, deslocamentos e desaparições forçadas, no julgamento da primeira fase da ação contra os ex- dirigentes.

source: In 2009, he served on a mission to rescue a ship captain from pirates off the coast of Somalia .
pt: Em 2009, fez parte de uma misso para resgatar o capito de um navio sequestrado por piratas somalis .

source: French President Francois Hollande announced Tuesday he will be visiting Cuba in May, a first for a French head of state.
pt: François Hollande viajará a Cuba em 11 de maio, na primeira visita de um presidente francês à ilha comunista, anunciou nesta terça-feira o Palácio do Eliseu, em comunicado.

source: MADRID (Reuters) - Telefonica (TEF.MC) has formally waived the voting rights associated with its stake in Telecom Italia (TLIT.MI) in order to comply with the demands of Brazil's telecoms watchdog Anatel and go ahead with a purchase of Vivendi's GVT (VIV.PA), the Spanish group said on Friday.
pt: Na sexta-feira, a Telefónica enviou um comunicado à Telecom Italia no qual renunciou aos direitos políticos que tinha na companhia italiana e, com isso, atendeu a uma reivindicação da Agência Nacional de Telecomunicações (Anatel) e facilitou o caminho para obter a aprovação da compra da GVT no Cade .

source: “Even when I am living in the present, I can still talk about the past.”
pt: Penso em lhe falar a respeito — mas como falar a respeito de algo que nem eu mesmo sei o que é ?

source: Militants have killed scores of policemen and soldiers in the rugged peninsula since the military overthrew Islamist president Mohamed Mursi in July 2013.
pt: Esse foi o ataque mais letal contra o Exército desde a queda do então presidente, o islamita Mohamed Mursi, em julho de 2013.

source: Some have successfully carried out suicide attacks in Pakistan .
pt: Alguns dos recrutas foram bem-sucedidos em seus ataques suicidas .

source: One pilot was outside cockpit before crash, ‘NYT’ reports
pt: Piloto ficou preso fora da cabine antes de acidente

source: The Italian coast guard rescued 144 people from the capsized boat on Monday and launched an air and sea search operation in hopes of saving others.
pt: A guarda costeira italiana resgatou 144 pessoas e lançou uma operação de busca pelos 400 desaparecidos, incluindo muitas mulheres e crianças.

source: Floor-to-ceiling windows offer stunning views of New York Harbor and the skyline of Midtown Manhattan, as well as seemingly endless vistas of Long Island, New Jersey and the Atlantic .
pt: O mirante tem janelas de vidro do chão até o teto que oferecem uma vista impressionante de Manhattan, Long Island, Nova Jersey e do Atlântico .

source: U.S. candidate Huckabee: Obama marching Israelis to 'door of the oven'
pt: Huckabee acusa Obama de levar israelenses para 'porta do forno' …

source: Page said he and Brin chose the name Alphabet "because it means a collection of letters that represent language, one of humanity's most important innovations."
pt: O nome Alphabet foi escolhido pelos próprios fundadores do Google, que consideram que termo é uma “coleção de letras que representam uma linguagem, uma das mais importantes inovações da humanidade” .

source: Shimomura also said on Tuesday that more of the financial burden for the stadium should be shouldered by the city, calling on the Tokyo metropolitan government to foot a third of the estimated 150 billion yen ($1.2 billion) bill.
pt: Shimomura também declarou na terça-feira que a cidade terá de arcar com uma parte financeira maior do estádio e pediu ao governo metropolitano de Tóquio que custeie um terço do projeto de cerca de 150 bilhões de ienes (US$ 1,2 bilhão).

source: I never would have done something like that .
pt: Eu não tenho nem medo de dizer isto.

source: That's why sometimes you have to let one or two players go," he added.
pt: Temos que confiar muito mais no jogador do que no que as pessoas vão falar ou deixar de falar .

source: The move means that Coutts, founded in the 18th century and best known as banker to the Queen of England, could be split into two businesses - one based in Britain and one in Zurich from where it runs operations in Hong Kong, Singapore, Abu Dhabi and Dubai that manage nearly $36 billion in client assets.
pt: A avaliação significa que a Coutts, fundada no século 18 e mais conhecida como sendo o banco da rainha da Inglaterra, poderá ser dividido em duas áreas, uma sediada na Inglaterra e outra em Zurique por onde administra operações em Hong Kong, Cingapura, Abu Dhabi e Dubai .

source: “I was like, ‘You don’t have to do this to me,’” Gordon says .
pt: "Eu sei que ele iria embora mas não estava no momento dele", afirma.

source: Sources familiar with the matter have told Reuters the price tag is $2.5 billion.
pt: Fontes familiarizadas com o assunto disseram à Reuters que o preço pedido é de 2,5 bilhões de dólares.

source: Egyptian court rules that Hamas is not a terrorist organization
pt: Hamas não é mais considerado organização terrorista pelo Egito, diz agência de notícias

source: U.N. investigators said on Monday that Israel and Palestinian militant groups committed grave abuses of international humanitarian law during the conflict that may amount to war crimes.
pt: Um aguardado relatório da Organização das Nações Unidas (ONU) sobre a guerra em Gaza em 2014 divulgado nesta segunda-feira constatou que tanto Israel quanto grupos militantes palestinos podem ter cometido crimes de guerra durante o conflito.

source: German Chancellor Angela Merkel and French President Francois Hollande on Tuesday urged speedy efforts for debt-hit Greece to reach a deal with its international creditors.
pt: O presidente francês, François Hollande, e a chanceler alemã, Angela Merkel, insistiram nesta terça-feira na necessidade de "acelerar" os esforços para chegar a um acordo entre a Grécia e as instituições com as quais Atenas negocia para evitar uma suspensão de pagamentos.

source: Syria was the deadliest country for journalists for the third year in a row, with at least 17 killed there amid a civil war.
pt: Segundo o CPJ, pelo terceiro ano consecutivo, a Síria é o país com o maior número de jornalistas mortos no exercício da profissão, com 17 .

source: Canadian foreign minister John Baird was to meet with Egyptian leaders on Thursday to press for the release of a Canadian journalist imprisoned with two Al-Jazeera colleagues for more than a year.
pt: O ministro de Relações Exteriores do Canadá, John Baird, afirmou hoje que a libertação do jornalista Mohamed Fahmy, que tem dupla nacionalidade canadense e egípcia, é "iminente" .

source: Egypt's army is fighting an Islamist insurrection based in the northern part of Sinai Peninsula, which has heightened since the ouster of Islamist president Mohamed Morsi in July 2013 .
pt: A Península do Sinai é há anos um foco de instabilidade, mas desde a derrocada do presidente egípcio Mohammed Mursi, em julho de 2013, multiplicaram os ataques contra as forças da ordem .

source: He said the emirate's delegate to the Arab League had merely pointed out that Egypt should have consulted its neighbours before "launching a unilateral military action in another member state, a matter which might lead to harming civilians".
pt: No entanto, expressou que as declarações do delegado egípcio estão contra a justiça, a sabedoria e os princípios da ação conjunta árabe, que exige que sejam consultados os países-membros da Liga Árabe antes que um dos estados decida lançar uma ação militar unilateral em outro país membro.

source: 'I do forget things'
pt: Eu queria fazer aquilo!"

source: Often, the jihadists return to Germany without difficulty .
pt: E, muitas vezes, os jihadistas voltam facilmente para a Alemanha.

source: The Portuguese government, led by caretaker Prime Minister Jose Socrates, said in a statement Wednesday it had submitted an application for aid to the European Commission .
pt: O governo de Portugal vai liderar as negociações com a União Europeia sobre um resgate financeiro para o país, informou hoje o primeiro-ministro José Sócrates .

source: Hollande Calls for Creation of Eurozone Government
pt: François Hollande defende criação de governo na zona do euro

source: WASHINGTON/CONAKRY (Reuters) - The United Nations said $600 million in supplies would be needed to fight West Africa's Ebola outbreak, as the death toll from the worst ever epidemic of the virus topped 1,900 and Guinea warned it had penetrated a new part of the country.
pt: A Organização das Nações Unidas (ONU) disse que seriam necessários 600 milhões de dólares em recursos para controlar o surto de ebola na África Ocidental, uma vez que o número de mortos desde a pior epidemia do vírus superou 1.900, enquanto a Guiné alertou que a doença atingiu nova região no país.

source: I don't want to!
pt: Mas não precisava.. .

source: Thousands of democracy protesters gathered for a fourth night in the capitalist hub of more than 7 million people, defying tear gas and police batons as the Communist government in Beijing made clear it would not tolerate dissent.
pt: Milhares de manifestantes se reuniram pela quarta noite no centro financeiro asiático nesta segunda-feira e enfrentaram policiais e gás lacrimogêneo, em um grande desafio político para Pequim, que deixou claro que não vai tolerar a dissidência.

source: Salia was the 10th person with Ebola to be treated in the United States, and the second to have died from the infection.
pt: O médico será o terceiro paciente com ebola no hospital de Omaha e a décima pessoa com a doença a receber tratamento nos Estados Unidos.

source: Turkish President Recep Tayyip Erdogan on Wednesday unveiled a new presidential palace on the outskirts of Ankara that has been denounced as an environmental blight and evidence of his autocratic tendencies.
pt: O presidente turco, Recep Tayyip Erdogan, inaugurou nesta quarta-feira o novo palácio presidencial, um edifício marcado por polêmicas, ambientais, financeiras, religiosas e políticas.
